{
	"XP-Rocket League Roster": [{
			"firstName": "Frank",
			"lastName": "Martinez",
			"position": "Starter",
			"region": "United States",
			"steamName": "Relax",
			"rank": "Grand Champion",
			"MMR": {
				"Doubles": "1690",
				"Standard": "1900"
			},
			"Bio": "Hey everyone, my name is Frank. I am a Computer Science and Data Science major.\nIn my spare time I like to program and watch movies(Drama,Horror). I've played Rocket League since the beginning in June of 2015, my goal was never to compete, just to have fun as a hobby but I ended up getting good enoough at it to where I figured I'd give it a shot.\nI was recruited by my friend PreeminenceWon, now manager of XP, where Pree and I successfully made top-128 for North American qualifiers in season 7 back in early 2019."
		},
		{
			"firstName": "Ali",
			"lastName": "Raza",
			"position": "Starter",
			"region": "Canada",
			"steamName": "Ali G",
			"rank": "Grand Champion",
			"MMR": {
				"Doubles": "1700",
				"Standard": "1700"
			},
			"Bio": "My name’s Ali, Im 23 Years old, Living in Canada.I am aspiring to become a highly competitive rocket league player while competing in tournaments and ranked."
		},
		{
			"firstName": "Ryan",
			"lastName": "Silo",
			"position": "Interim Substitute",
			"region": "Canada",
			"steamName": "Sioh",
			"rank": "Grand Champion",
			"MMR": {
				"Doubles": "1515",
				"Standard": "1540"
			},
			"Bio": "Not applicable"
		},
		{
			"firstName": "William",
			"lastName": "Barbes",
			"position": "Starter",
			"region": "United States",
			"steamName": "Eldacari",
			"rank": "Grand Champion",
			"MMR": {
				"Doubles": "1800",
				"Standard": "2000"
			},
			"Bio": "I am 22 years old currently working to get a criminal justice degree.I grew up playing Call of Duty on PlayStation 3 and 4.I main Rocket League but play Destiny 2 on the side."
		},
		{
			"firstName": "Sean",
			"lastName": "Mackey",
			"position": "Manager/Coach",
			"region": "United States",
			"steamName": "PreeminenceWon",
			"rank": "Grand Champion/Champion 3",
			"MMR": {
				"Doubles": "1540",
				"Standard": "1460"
			},
			"Bio": "A former COD4 pro recruit, PreeminenceWon, or PREE for short, has since been taken by the Rocket League scene. Having competed in several tournaments and qualified top 128 in the Season 7 RLRS qualifiers, PREE has since shifted his focus on helping to grow the Rocket League community as well as identifying and supporting talented players looking to compete at the highest level.\nHis analytical and strategic mindset aims to help players grow on levels they may not have been able to realize otherwise.\nStill an avid competitor PREE strives to not only play his best but help others do so as well."

		}
	]
}